;Place localized text in this file

[AssaultRifle_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменная винтовка наёмника"
FriendlyNamePlural="Плазменные винтовки наёмника"
BriefSummary="Полученное от нашего связного из Сопротивления необычайно сложное плазменное оружие, созданное человеком. Шеф, оказывается мы не единственные, кто держит руку на пульсе в борьбе с пришельцами."
TacticalText="<Bullet/> Плазменная винтовка наёмника - многоцелевое, в высшей степени мощное, основное оружие пехоты.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Для повышения эффективности плазменной винтовки наёмника, используйте улучшения, добытые в боях с \"Адвентом\"."
AbilityDescName="винтовка"

[Pistol_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменный пистолет наёмника"
FriendlyNamePlural="Плазменные пистолеты наёмника"
BriefSummary="Этот превосходный пистолет успешно разработан по плазменной технологии пришельцев, однако размеры и вес этого дополнительного оружия делает его отчасти неуправляемым."
TacticalText="<Bullet/> На сегодняшний день, плазменные пистолеты - самое мощное ручное огнестрельное оружие на Земле.\n<Bullet/> В отличии от снайперской винтовки, для выстрела из пистолета требуется только одно действие."

[Shotgun_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменный дробовик наёмника"
FriendlyNamePlural="Плазменные дробовики наёмника"
BriefSummary="Этот, так называемый дробовик, получился из предыдущей версии плазменного оружия - плазменной винтовки, у который не удалось правильно сконцентрировать плазменный луч. Именно это и послужило разработчикам идеей увеличить выходную мощность луча, что привело к снижению дальности стрельбы и черезвычайно увеличило огневую мощь на близких расстояниях."
TacticalText="<Bullet/> Это наиболее передовое оружие класса дробовик, которое доступно в арсенале наёмника.\n<Bullet/> Оружие класса Дробовик черезвычайно эффективно на близких дистанциях, однако его точность быстро снижается с увеличением расстояния до цели.\n<Bullet/> Для повышения эффективности плазменного дробовика наёмника, используйте улучшения, добытые в боях с \"Адвентом\"."
AbilityDescName="дробовик"

[Cannon_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменная пушка наёмника"
FriendlyNamePlural="Плазменные пушки наёмника"
BriefSummary="Эта огромная пушка способна выпускать потрясающе огромное количество лучей с сумасшедшей скоростью. Это достигается за счёт дополнительного запаса энергии, которая циклически подаётся из магазина"
TacticalText="<Bullet/> Самое мощное оружие поддержки, которое могут применять наши оперативники на поле боя.\n<Bullet/> Для повышения эффективности плазменной пушки наёмника, используйте улучшения, добытые в боях с \"Адвентом\"."
AbilityDescName="пушка"

[Sniper_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменная снайперская винтовка наёмника"
FriendlyNamePlural="Плазменные снайперские винтовки наёмника"
BriefSummary="Самая сложная из плазменного воружения наёмника. Благодаря второй вращающейся линзе, это оружие способно посылать концентированное плазменное излучение на невероятное расстояние. При контакте с целью излучение дестабилизирует самое себя, тем самым нанося ей клоссальные повреждения. Эта плазменная винтовка не имеет себе равных в плане огневой мощи."
TacticalText="<Bullet/> Вершина технологий снайперских винтовок.\n<Bullet/> Выстрел из снайперской винтовки всегда требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Для повышения эффективности плазменной снайперской винтовки наёмника, используйте улучшения, добытые в боях с \"Адвентом\"."
AbilityDescName="снайперская винтовка"

[Sword_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменный клинок наёмника"
FriendlyNamePlural="Плазменные клинки наёмника"
BriefSummary="Плазменный клинок наёмника генерирует интенсивный поток плазмы, вращающийся вокруг лезвия, как цепь на бензопиле. Однако, само по себе лезвие не может поддерживать плазменное излучение в течении длительного времени. Именно поэтому клинок помещается в ножны специальной формы, где он охлаждается, заряжается, а поле плазмы удерживается в безопасном состоянии."
TacticalText="<Bullet/> Эта самая прогрессивная версия меча, наносщая максимум урона с шансом поджечь цель."
AbilityDescName="меч"

[SparkGun_MercPlasma X2WeaponTemplate]
FriendlyName="Пушка наёмника для МЭК"
FriendlyNamePlural="Пушки наёмника для МЭК"
BriefSummary="Это массивное оружие использует сложную обойму, позволяющую ему стрелять в течении длительных временных отрезков, без повреждения систем самого оружия." 
TacticalText="<Bullet/> Разработано специально для \"ИСКРЫ\", чтобы наносить максимальный урон. Пушка наёмника для МЭК является олицетворением технологичной мощности винтовок.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="элериевая фазовая пушка"

[SMG_MercPlasma X2WeaponTemplate]
FriendlyName="Плазменный пистолет-пулемёт наёмника"
FriendlyNamePlural="Плазменные пистолеты-пулемёты наёмника"
BriefSummary="Плазменный пистолет-пулемёт наёмника даёт бонус к мобильности и маскировке. К сожалению, для этого пришлось пожертвовать огневой мощью и меткостью стрельбы на дальние дистанции."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей\n<Bullet/> Для повышения эффективности плазменного пистолета-пулемёта наёмника, используйте улучшения, добытые в боях с \"Адвентом\". \n<Bullet/> Пистолеты-пулемёты и их аналоги дают бонусы к маскировке и мобильности и лучше подходят для стрельбы на короткие расстояния, чем винтовки, однако наносят меньший урон, обладают магазином меньшего размера и получают штрафы при стрельбе на дальние дистанции."
AbilityDescName="Пистолет-пулемёт"